IDEA Open Model
OpenModel.ConcreteCheckSection Property
Compatible with IDEA StatiCa Beta 20.0
 List of the concrete check section
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public List<CheckSection> ConcreteCheckSection { get; set; }
Public Property ConcreteCheckSection As List(Of CheckSection)
	Get
	Set
Property Value
Type: List<CheckSection>
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace